export default {
  navigation: {
    item1: 'О нас',
    item2: 'Меню',
    item3: 'Основное меню',
    item4: 'Обеденное меню',
    item5: 'Афиша',
    item6: 'Фото, видео',
    item7: 'Контакты'
  },
  links: {
    menuLink: 'Новогодние корпоративы'
  },
  buttons: {
    menuBtn: 'Забронировать стол',
    posterBtn: 'Забронировать'
  },
  contacts: {
    title: 'Контакты',
    name: 'Госцi',
    timeTitle: 'Время работы:',
    address: 'г. Минск, пр-т Независимости, 25',
    day1: 'Пн–Чт',
    day2: 'Пт',
    day3: 'Сб',
    day4: 'Вс',
    time1: 'с 12:00 до 02:00',
    time2: 'с 12:00 до 06:00',
    time3: 'с 14:00 до 06:00',
    time4: 'с 14:00 до 02:00'
  },
  form: {
    title: 'Забронировать стол',
    persons: 'Количество персон:',
    reason: 'Повод:',
    reasonOptions: {
      business: 'Бизнес встреча',
      romantic: 'Романтический ужин',
      birthday: 'День рождения',
      third: 'Нашли третьего',
      other: 'Другое'
    },
    phone: 'Телефон',
    date: 'Выберите дату',
    time: 'Выберите время',
    message: 'Заявка успешно отправлена. В ближайшее время с вами свяжется администратор для подтверждения бронирования',
    reserve: 'Забронировать'
  },
  mainPage: {
    aboutUsTitle: 'О нас',
    aboutUsLink: 'Узнать больше',
    phrase: 'Мы гордимся нашей\n непринужденной атмосферой\n и дружелюбным персоналом.',
    mainMenuTitle: 'Основное меню',
    lunchMenuTitle: 'Обеденное меню',
    menuBtn: 'перейти в меню',
    posterTitle: 'Афиша',
    posterText: 'Атмосфера грандиозного праздника от лучших кавер-бэндов города ждет вас каждый.',
    galleryTitle: 'Галерея'
  },
  aboutUs: {
    aboutUsTitle: 'О нас',
    text1:
      'Дизайн обновлённого рестопаба «Госцi» выглядит современно и комфортно.' +
      ' Главный акцент сделан на сочетании зелени, дерева и белого света.' +
      ' Так же на первом плане выступает бар с большой барной стойкой,' +
      ' приветствующий гостей и как бы предлагающий своим видом апперитив.' +
      ' Позади него раскрывается просторный зал с мягкими диванами, различной формы столами и шикарными креслами.' +
      ' Каждая деталь помещения располагает к отдыху, даря возможность насладиться роскошными блюдами,' +
      ' а не отвлекая от них.',
    text2: '',
    phrase1:
      'Мы гордимся нашей\n' + 'непринужденной атмосферой\n' + 'и дружелюбным персоналом.',
    phrase2: 'Хорошие продукты и техника лежат в основе того, что мы делаем. Мы считаем, что лучшие блюда — это опыт.',
    link1: 'Перейти в меню'
  },
  gallery: {
    title: 'Фото, Видео',
    btn: 'Смотреть еще'
  },
  commonMenu: {
    menu: 'Меню',
    bar: 'Бар',
    wine: 'Винная карта',
    beer: 'Пивная книга',
    emptyList: 'Выберите одну из категорий'
  },
  lunchMenu: {
    title: 'Обеденное меню',
    cardTitle: 'Основное меню',
    btn: 'перейти в меню'
  },
  mainMenu: {
    title: 'Основное меню',
    cardTitle: 'Обеденное меню',
    btn: 'перейти в меню'
  },
  posters: {
    title: 'Афиша'
  },
  validation: {
    requiredPhone: 'Введите ваш телефон'
  }
}
